Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/cealkke_dearvvuodaid_6_-_saamen_vieraan_kielen_kurssikirja_on_ilmestynyt.html.tmx
Source language: fin
Languages: sme

source: Cealkke dearvvuođaid 6 – saamen vieraan kielen kurssikirja on ilmestynyt
sme: Cealkke dearvvuođaid 6 – sámegiela vieris giela gursagirji lea almmustuvvan

source: Helmi Länsmanin pohjoissaamen vieraan kielen kurssisarjasta Cealkke dearvvuođaid on ilmestynyt 6. osa.
sme: Helmi Länsman davvisámegiela vieris giela gursagirjjiin Cealkke dearvvuođaid lea almmustuvvan 6. oassi.

source: Kuudennen kurssin aihepiirit käsittelevät luontoa, alkuperäiskansojen luontosuhdetta ja saamelaiselinkeinoja.
sme: Dán guđat gurssa fáttát gieđahallet luonddu, álgoálbmogiid gaskavuođa lundui ja sámiealáhusaid.

source: Kirjassa on aihepiireihin liittyviä harjoitustehtäviä, kielioppia ja sanasto.
sme: Girjjis gávdnojit fáddáide laktáseaddji hárjehusat, giellaoahppa ja sánit.

source: Materiaalin voi tilata Saamelaiskäräjien nettikaupasta .
sme: Materiála sáhttá diŋgot Sámedikki neahttagávppis .
